[Spanish]
1000 = búsqueda activa
1001 = o haga clic una vez conectado
1002 = Use una conexión "Bluetooth" en su iPhone
1003 = Activa "Bluetooth" en tu teléfono
1004 = Buscando ...
1005 = completar la búsqueda
1006 = Cancelar
1007 = Esperando conexión ...
1008 = o conexión USB
1009 = Haga clic para conectarse
1010 = Conectando
1011 = Connect Fail...
1012=Delete
1013=Connect your phone with USB
1014=Updating... DO NOT power off
1015=Update success
1016=Update failed
1017=Reboot
1018=Need to complete activation
1019=Hardware fail
1020=Conectando
1030=Preparar
[-Spanish-]
